Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2019.tmx
Source language: en_us
Languages: zh_cn

source: To promote the development of high-quality manufacturing, we will strengthen the foundations of industry and the capacity for technological innovation, boost the integrated development of advanced manufacturing and modernized services, and work faster to make China strong in manufacturing.
zh_cn: 围绕推动制造业高质量发展，强化工业基础和技术创新能力，促进先进制造业和现代服务业融合发展，加快建设制造强国。

source: We will create industrial internet platforms and expand Intelligent Plus initiatives to facilitate transformation and upgrading in manufacturing.
zh_cn: 打造工业互联网平台，拓展“智能+”，为制造业转型升级赋能。

source: We will support enterprises in speeding up technological transformation and equipment upgrading by extending the preferential policy of accelerated depreciation of fixed assets to the entire manufacturing sector.
zh_cn: 支持企业加快技术改造和设备更新，将固定资产加速折旧优惠政策扩大至全部制造业领域。

source: We will strengthen the supporting capacity of quality infrastructure, upgrade our standards to meet advanced international ones, and improve the quality of products and services to encourage more domestic and foreign users to choose Chinese goods and services.
zh_cn: 强化质量基础支撑，推动标准与国际先进水平对接，提升产品和服务品质，让更多国内外用户选择中国制造、中国服务。

source: We will work to speed up the growth of emerging industries.
zh_cn: 促进新兴产业加快发展。

source: We will strengthen R&D and the application of big data and artificial intelligence technologies, foster clusters of emerging industries like next-generation information technology, high-end equipment, biomedicine, new-energy automobiles, and new materials, and expand the digital economy.
zh_cn: 深化大数据、人工智能等研发应用，培育新一代信息技术、高端装备、生物医药、新能源汽车、新材料等新兴产业集群，壮大数字经济。

source: We will continue accommodative and prudential regulation, support the growth of new forms and models of business, and stimulate the healthy development of the platform economy and the sharing economy.
zh_cn: 坚持包容审慎监管，支持新业态新模式发展，促进平台经济、共享经济健康成长。

source: We will speed up efforts to pursue Internet Plus initiatives in all industries and sectors.
zh_cn: 加快在各行业各领域推进“互联网+”。

source: We will continue to speed up broadband and lower internet rates.
zh_cn: 持续推动网络提速降费。

source: We will launch demo projects to extend 1,000M broadband connectivity to urban homes, upgrade networks for distance education and telemedicine, and increase the capacity of and upgrade mobile networks, to provide faster and more reliable broadband connections for internet users.
zh_cn: 开展城市千兆宽带入户示范，改造提升远程教育、远程医疗网络，推动移动网络扩容升级，让用户切实感受到网速更快更稳定。

source: This year, average broadband service rates for small and medium enterprises will be lowered by another 15 percent, and average rates for mobile internet services will be further cut by more than 20 percent.
zh_cn: 今年中小企业宽带平均资费再降低15%，移动网络流量平均资费再降低20%以上，

source: Cellphone subscribers nationwide will be able to keep their numbers while switching carriers, and cellphone packages will be regulated to achieve solid fee cuts for all consumers to see.
zh_cn: 在全国实行“携号转网”，规范套餐设置，使降费实实在在、消费者明明白白。

source: We will increase our ability to provide scientific and technological support.
zh_cn: 提升科技支撑能力。

source: We will increase support for basic research and application-oriented basic research, step up original innovation, and work harder to achieve breakthroughs in core technologies in key fields.
zh_cn: 加大基础研究和应用基础研究支持力度，强化原始创新，加强关键核心技术攻关。

source: We will act quickly to undertake overall planning on national laboratories and restructure the system of key national laboratories.
zh_cn: 抓紧布局国家实验室，重组国家重点实验室体系。

source: We will improve the organization and management of major science and technology programs.
zh_cn: 完善重大科技项目组织管理。

source: We will refine enterprise-led mechanisms for bringing together firms, universities, and research institutes to engage in innovation, and support companies in heading up major science and technology programs.
zh_cn: 健全以企业为主体的产学研一体化创新机制，支持企业牵头实施重大科技项目。

source: We will speed up the development of platforms for sharing scientific and technological innovation resources, and provide better services to small and medium businesses to facilitate their technological innovation.
zh_cn: 加快建设科技创新资源开放共享平台，强化对中小企业的技术创新服务。

source: Innovation cooperation with other countries will be expanded.
zh_cn: 扩大国际创新合作。

source: We will strengthen intellectual property protection across the board, improve the system of punitive compensation for IP infringements, and promote invention and creation and their industrial application.
zh_cn: 全面加强知识产权保护，健全知识产权侵权惩罚性赔偿制度，促进发明创造和转化运用。

source: Technological innovation is in essence a human creative activity.
zh_cn: 科技创新本质上是人的创造性活动。

source: We must fully respect and trust our scientists and researchers, and empower teams and leaders of innovation by placing more human, financial, and material resources at their disposal and giving them more power to make decisions on technology roadmaps.
zh_cn: 要充分尊重和信任科研人员，赋予创新团队和领军人才更大的人财物支配权和技术路线决策权。

source: We will further increase the proportion of indirect funding for basic research projects, pilot the creation of ceilings in funding that enable the retention of unused funds, set no limits on the proportions of spending items, and give research teams the power to decide how to use funds.
zh_cn: 进一步提高基础研究项目间接经费占比，开展项目经费使用“包干制”改革试点，不设科目比例限制，由科研团队自主决定使用。

source: We will improve the assessment mechanisms for advances in science and technology.
zh_cn: 完善科技成果评价机制。

source: We will work to ensure that measures to reform science and technology management systems are fully implemented, and must not allow reform policies to become hollow promises.
zh_cn: 要在推动科技体制改革举措落地见效上下功夫，决不能让改革政策停留在口头上、纸面上。

source: We will work hard to cut red tape to enable researchers to concentrate on the pursuit of learning, innovation, and breakthroughs.
zh_cn: 大力简除烦苛，使科研人员潜心向学、创新突破。

source: We will strengthen research ethics, improve academic practice, take disciplinary action against academic misconduct, and guard firmly against rash action.
zh_cn: 加强科研伦理和学风建设，惩戒学术不端，力戒浮躁之风。

source: China has the largest pool of scientific and technological personnel in the world.
zh_cn: 我国有世界上最大规模的科技人才队伍，

source: If we foster a healthy research environment, we'll be sure to see brilliant and capable people emerge in all fields and create a boundless stream of innovations.
zh_cn: 营造良好的科研生态，就一定能够迎来各类英才竞现、创新成果泉涌的生动局面。

source: We will do more to encourage startups and innovation nationwide.
zh_cn: 进一步把大众创业万众创新引向深入。

source: We will encourage more private actors to engage in innovation and start businesses, expand the space for economic and social development, strengthen comprehensive services, and give play to the pathfinding role of innovation and entrepreneurship demo centers.
zh_cn: 鼓励更多社会主体创新创业，拓展经济社会发展空间，加强全方位服务，发挥双创示范基地带动作用。

source: We will strengthen inclusive support for innovation and business startups, and implement preferential tax policies such as raising the VAT threshold from 30,000 to 100,000 yuan in monthly sales for small-scale taxpayers.
zh_cn: 强化普惠性支持，落实好小规模纳税人增值税起征点从月销售额3万元提高到10万元等税收优惠政策。

source: We will reform and improve financial support mechanisms, establish a science and technology innovation board that will pilot an IPO registration system, encourage the issuing of special bonds for innovation and entrepreneurship, expand the use of intellectual property pledge financing, and support the growth of venture capital investment.
zh_cn: 改革完善金融支持机制，设立科创板并试点注册制，鼓励发行双创金融债券，扩大知识产权质押融资，支持发展创业投资。

source: We will reform and improve mechanisms for training, employing, and evaluating capable people and provide better services for students returning from overseas and foreign professionals.
zh_cn: 改革完善人才培养、使用、评价机制，优化归国留学人员和外籍人才服务。

source: By combining our response to market demand with a championing of the spirit of humanity, and by bringing together and using well capable people with talents of all kinds, we will be sure to see better development in Chinese innovation, and thus do our part for the progress of human civilization.
zh_cn: 把面向市场需求和弘扬人文精神结合起来，善聚善用各类人才，中国创新一定能更好发展，为人类文明进步作出应有贡献。

source: 4. We will stimulate the development of a robust domestic market and keep unlocking the potential of domestic demand.
zh_cn: （四）促进形成强大国内市场，持续释放内需潜力。

source: We will fully leverage the basic role of consumption and the key role of investment, ensure steady effective domestic demand, and thus boost stable economic performance.
zh_cn: 充分发挥消费的基础作用、投资的关键作用，稳定国内有效需求，为经济平稳运行提供有力支撑。

source: We will promote steady growth in consumption.
zh_cn: 推动消费稳定增长。

source: We will use a combination of measures to increase urban and rural personal incomes and boost capacity for consumption.
zh_cn: 多措并举促进城乡居民增收，增强消费能力。

source: We will fully implement the revised Individual Income Tax Law to see that approximately 80 million taxpayers to whom reductions apply get the most out of these policies.
zh_cn: 落实好新修订的个人所得税法，使符合减税政策的约8000万纳税人应享尽享。

source: We will adapt to new changes in consumption needs, use multiple avenues to increase the supply of quality products and services, and act faster to resolve problems and difficulties blocking the entry of private investment.
zh_cn: 要顺应消费需求的新变化，多渠道增加优质产品和服务供给，加快破除民间资本进入的堵点。

source: The number of people in China aged 60 and above has now reached 250 million.
zh_cn: 我国60岁以上人口已达2.5亿。

source: We will take significant steps to develop elderly care, especially community elderly care services.
zh_cn: 要大力发展养老特别是社区养老服务业，

source: We will provide support to institutions offering services in the community like day care, rehabilitation care, and assisted meals and assisted mobility using measures such as tax and fee cuts and exemptions, funding support, and reduced charges for water, electricity, gas, and heating.
zh_cn: 对在社区提供日间照料、康复护理、助餐助行等服务的机构给予税费减免、资金支持、水电气热价格优惠等扶持，

source: New residential areas should include facilities for community elderly care services, and we will step up the development of such facilities in rural areas.
zh_cn: 新建居住区应配套建设社区养老服务设施，加强农村养老服务设施建设，

source: We will reform and refine policies for integrating medical and elderly care services, and extend trials for long-term care insurance to cover more areas.
zh_cn: 改革完善医养结合政策，扩大长期护理保险制度试点，

source: Only when the elderly live happily can the young have a future to look forward to.
zh_cn: 让老年人拥有幸福的晚年，后来人就有可期的未来。

source: Infant and child care is important to millions of families.
zh_cn: 婴幼儿照护事关千家万户。

source: In response to the new demands created by the full implementation of the two-child policy, we will move faster to develop various types of infant and child care services, encourage private actors to run childcare and early childhood education agencies, and provide better protection for the safety of our children.
zh_cn: 要针对实施全面两孩政策后的新情况，加快发展多种形式的婴幼儿照护服务，支持社会力量兴办托育服务机构，加强儿童安全保障。

source: We will promote higher quality and an expansion of capacity in the housekeeping service sector.
zh_cn: 促进家政服务业提质扩容。

source: We will develop integrated tourism and strengthen the tourism industry.
zh_cn: 发展全域旅游，壮大旅游产业。

source: To maintain stable automobile consumption, we will continue preferential policies on the purchase of new-energy vehicles and facilitate the building of charging and hydrogenation facilities.
zh_cn: 稳定汽车消费，继续执行新能源汽车购置优惠政策，推动充电、加氢等设施建设。

source: We will develop new forms and models of consumption, promote the growth of both online and offline consumption, and foster new growth areas in consumer spending.
zh_cn: 发展消费新业态新模式，促进线上线下消费融合发展，培育消费新增长点。

source: We will improve logistics networks in rural areas and support the development of e-commerce and express delivery services.
zh_cn: 健全农村流通网络，支持电商和快递发展。

source: We will strengthen the protection of consumers' rights and interests, and ensure worry-free and convenient consumption.
zh_cn: 加强消费者权益保护，让群众放心消费、便利消费。

source: We will expand effective investment as appropriate.
zh_cn: 合理扩大有效投资。

source: We will closely follow national development strategies and accelerate the implementation of a number of key projects.
zh_cn: 紧扣国家发展战略，加快实施一批重点项目。

source: 800 billion yuan will be invested in railway construction, 1.8 trillion yuan will be invested in road construction and waterway projects, and work will start on a number of major water conservancy projects.
zh_cn: 完成铁路投资8000亿元、公路水运投资1.8万亿元，再开工一批重大水利工程，

source: We will speed up planning and construction of the Sichuan-Tibet Railway, and boost infrastructure investment for intercity transportation, logistics, utilities, disaster prevention and mitigation, and civil and general aviation.
zh_cn: 加快川藏铁路规划建设，加大城际交通、物流、市政、灾害防治、民用和通用航空等基础设施投资力度，

source: We will further develop next-generation information infrastructure.
zh_cn: 加强新一代信息基础设施建设。

source: This year, 577.6 billion yuan is included in the central government budget for related investment, an increase of 40 billion yuan on last year.
zh_cn: 今年中央预算内投资安排5776亿元，比去年增加400亿元。

source: We will explore new forms of project financing, lower as appropriate capital contribution requirements for infrastructure projects, make good use of developmental financial instruments, and attract more private capital into projects in key areas.
zh_cn: 创新项目融资方式，适当降低基础设施等项目资本金比例，用好开发性金融工具，吸引更多民间资本参与重点领域项目建设。

source: We will see that policies to encourage private investment are implemented, and take systematic steps to strengthen cooperation between the government and private capital.
zh_cn: 落实民间投资支持政策，有序推进政府和社会资本合作。

source: We will undertake reforms to improve the public bidding system.
zh_cn: 改革完善招投标制度。

source: The government must set an example in acting in good faith and honoring contracts; new officials must not be allowed to get away with ignoring obligations undertaken by predecessors.
zh_cn: 政府要带头讲诚信守契约，决不能“新官不理旧账”，

source: Over 50 percent of overdue payments to enterprises must be made by the end of the year, and new arrears are impermissible.
zh_cn: 对拖欠企业的款项年底前要清偿一半以上，决不允许增加新的拖欠。

source: 5. We will make solid progress in poverty alleviation and rural revitalization and move closer to completing the tasks of building a moderately prosperous society in all respects.
zh_cn: （五）对标全面建成小康社会任务，扎实推进脱贫攻坚和乡村振兴。

source: We will continue to prioritize the development of agriculture and rural areas, strengthen both poverty alleviation and rural revitalization, and ensure that the poverty alleviation goals are achieved and rural living standards reach the level of moderate prosperity in all respects according to plan.
zh_cn: 坚持农业农村优先发展，加强脱贫攻坚与乡村振兴统筹衔接，确保如期实现脱贫攻坚目标、农民生活达到全面小康水平。

source: We will beat poverty with precision alleviation.
zh_cn: 打好精准脱贫攻坚战。

source: We will give priority to our work of seeing that the basic living needs of rural poor populations are met and that such people have access to compulsory education, basic medical services, and housing.
zh_cn: 重点解决实现“两不愁三保障”面临的突出问题，

source: We will intensify poverty alleviation in areas of extreme poverty like the “three regions and three prefectures,” strengthen infrastructure development in such areas, and ensure social safeguards for the most vulnerable groups.
zh_cn: 加大“三区三州”等深度贫困地区脱贫攻坚力度，加强基础设施建设，落实对特殊贫困人口的保障措施。

source: The eradication of poverty and achievement of prosperity cannot happen without the support of industries. We will do more to support impoverished areas in developing businesses that leverage local strengths.
zh_cn: 脱贫致富离不开产业支撑，要大力扶持贫困地区发展特色优势产业。

source: We will launch an initiative to address school dropout rates and ensure attendance, and achieve clear reductions in rural student dropout rates in poor areas.
zh_cn: 开展贫困地区控辍保学专项行动、明显降低辍学率，

source: We will continue to increase the size of special enrollment quotas at key universities for students from rural and poor areas, and make full use of the fundamental role of education in stopping poverty from being passed on to the next generation.
zh_cn: 继续增加重点高校专项招收农村和贫困地区学生人数，用好教育这个阻断贫困代际传递的治本之策。

source: We will move toward completion of the 13th Five-Year Plan's construction tasks for planned relocations of poor populations from inhospitable areas, and strengthen follow-up support.
zh_cn: 基本完成“十三五”易地扶贫搬迁规划建设任务，加强后续扶持。

source: Support policies that apply to counties and populations that have recently been lifted out of poverty will be maintained for a period to consolidate progress in poverty alleviation.
zh_cn: 对摘帽县和脱贫人口的扶持政策要保持一段时间，巩固脱贫成果。

source: We will improve evaluation and oversight, and ensure that the results of special inspections on poverty alleviation by central government inspection teams serve their intended purpose.
zh_cn: 完善考核监督，用好中央脱贫攻坚专项巡视成果。

source: The further we get in the crucial stage of the fight, the greater the need, in every aspect of our work, to tackle real problems with attention paid to details, to be certain to deliver substantive, sustainable outcomes that stand the test of time.
zh_cn: 越是到脱贫攻坚的关键阶段，越要抓实抓细各项工作，确保脱贫有实效、可持续、经得起历史检验。

source: We will improve agriculture, particularly grain production.
zh_cn: 抓好农业特别是粮食生产。

source: We must ensure, through our own efforts, the grain supply for almost 1.4 billion Chinese people. To this end, we will keep grain output stable and optimize the mix of crop varieties.
zh_cn: 近14亿中国人的饭碗，必须牢牢端在自己手上。要稳定粮食产量，优化品种结构。

source: We will strengthen farmland irrigation and water conservancy, and increase the area of high-standard cropland by no less than 5.33 million hectares.
zh_cn: 加强农田水利建设，新增高标准农田8000万亩以上。

source: We will ensure that the production of hogs and other types of livestock, and poultry, remains stable, and strengthen the prevention and control of epidemics and diseases like African swine fever.
zh_cn: 稳定生猪等畜禽生产，做好非洲猪瘟等疫病防控。

source: We will speed up reform and innovation in agricultural technologies, make a big push to develop a modern seed industry, step up efforts to encourage the widespread use of advanced practical technologies, implement programs to protect agricultural products with geographical indications, and advance the mechanization of entire agricultural production processes.
zh_cn: 加快农业科技改革创新，大力发展现代种业，加强先进实用技术推广，实施地理标志农产品保护工程，推进农业全程机械化。

source: We will foster new types of agricultural businesses such as family farms and farmer cooperatives, improve commercial services catering to small agricultural households, and develop a diverse range of large-scale agricultural operations.
zh_cn: 培育家庭农场、农民合作社等新型经营主体，加强面向小农户的社会化服务，发展多种形式规模经营。

source: We will support major agricultural production areas in developing intensive farm product processing.
zh_cn: 扶持主产区发展农产品精深加工。

source: We will provide support to people who are returning or moving to the countryside to start businesses or pursue innovations, promote the integrated development of the primary, secondary, and tertiary industries, and strengthen county economies.
zh_cn: 支持返乡入乡创业创新，推动一二三产业融合发展，壮大县域经济。

source: Income from nonagricultural work plays a big part in increasing rural incomes.
zh_cn: 务工收入是农民增收的大头。

source: We must address at the root wage arrears owed to rural migrant workers, act fast to draw up government regulations specifically with this aim, and make sure that our hard-working rural migrant workers get the pay they have earned on time.
zh_cn: 要根治拖欠农民工工资问题，抓紧制定专门行政法规，确保付出辛劳和汗水的农民工按时拿到应有的报酬。

source: We will take solid steps to upgrade rural infrastructure.
zh_cn: 扎实推进乡村建设。

source: To significantly improve living and working conditions, we will design sound development plans and put them into effect.
zh_cn: 科学编制和实施建设规划，大力改善生产生活条件。

source: Implementation will be accelerated of programs to consolidate and build on progress already made in providing safe drinking water in rural areas. Remaining problems in access to safe drinking water will be resolved within two years so that an additional 60 million rural residents have access to safe drinking water.
zh_cn: 加快实施农村饮水安全巩固提升工程，今明两年要解决好饮水困难人口的饮水安全问题，提高6000万农村人口供水保障水平。

source: The new round of rural power grid upgrading will be completed.
zh_cn: 完成新一轮农村电网升级改造。

source: Roughly 200,000 kilometers of rural roads will be built or improved.
zh_cn: 新建改建农村公路20万公里。

source: We will continue to renovate dilapidated rural houses.
zh_cn: 继续推进农村危房改造。

source: We will work to improve rural living environments in light of local conditions, make progress in the Toilet Revolution, and improve garbage and sewage treatment to build a beautiful countryside.
zh_cn: 因地制宜开展农村人居环境整治，推进“厕所革命”、垃圾污水治理，建设美丽乡村。

source: We will deepen comprehensive rural reforms.
zh_cn: 全面深化农村改革。

source: We will expand the use of practices proven successful through trials of rural land requisitions, marketing rural collective land for development purposes, and reforming the system of rural residential land.
zh_cn: 推广农村土地征收、集体经营性建设用地入市、宅基地制度改革试点成果。

source: We will deepen reforms relating to collective property rights, collective forest tenure, state forestry areas and farms, state farms, and supply and marketing cooperatives.
zh_cn: 深化集体产权、集体林权、国有林区林场、农垦、供销社等改革。

source: We will reform and improve the agricultural protection and support system, refine the market-based pricing mechanism for grains, expand trial reforms on policy-based agricultural insurance, and create new and better ways of providing financial services in rural areas.
zh_cn: 改革完善农业支持保护体系，健全粮食价格市场化形成机制，扩大政策性农业保险改革试点，创新和加强农村金融服务。

source: Rural reforms will be deepened, and all these efforts will without doubt inject new vitality in China's vast countryside.
zh_cn: 持续深化农村改革，广袤乡村必将焕发新的生机活力。

source: 6. We will promote coordinated development across regions and improve the quality of new urbanization.
zh_cn: （六）促进区域协调发展，提高新型城镇化质量。

source: To address unbalanced and insufficient development, we will reform and refine the relevant mechanisms and policies to equalize access to basic public services, enable regions to complement each other with their respective strengths, and promote integrated urban-rural development.
zh_cn: 围绕解决发展不平衡不充分问题，改革完善相关机制和政策，促进基本公共服务均等化，推动区域优势互补、城乡融合发展。

source: We will improve the layout of development for all our regions.
zh_cn: 优化区域发展格局。

source: To promote development and opening up in the west of China, we will adopt new policies and measures and continue current policies like corporate income tax relief for the region on their expiration.
zh_cn: 制定西部开发开放新的政策措施，西部地区企业所得税优惠等政策到期后继续执行。

source: Reforms and innovative measures will be implemented and improved to facilitate northeast China's full revitalization, central China's rise, and east China's trailblazing development.
zh_cn: 落实和完善促进东北全面振兴、中部地区崛起、东部率先发展的改革创新举措。

source: In pursuing integrated development of the Beijing-Tianjin-Hebei region, we will give priority to relieving Beijing of functions nonessential to its role as the capital and on developing the Xiongan New Area according to high standards.
zh_cn: 京津冀协同发展重在疏解北京非首都功能，高标准建设雄安新区。

source: In developing the Guangdong-Hong Kong-Macao Greater Bay Area, we will work to ensure the development plan's implementation, achieving compatibility between each region's rules, and facilitating flows of factors of production and the movement of people.
zh_cn: 落实粤港澳大湾区发展规划纲要，促进规则衔接，推动生产要素流动和人员往来便利化。

source: We will elevate the integrated development of the Yangtze River Delta to the status of national strategy and design and implement an overall development plan.
zh_cn: 将长三角区域一体化发展上升为国家战略，编制实施发展规划纲要。

source: In the development of the Yangtze Economic Belt, we will continue to pursue coordinated development along the upper, middle, and lower reaches of the river, and strengthen both the protection and restoration of ecosystems and the development of a comprehensive transportation system, to create a belt of quality economic development.
zh_cn: 长江经济带发展要坚持上中下游协同，加强生态保护修复和综合交通运输体系建设，打造高质量发展经济带。

source: We will support economic transformation in resource-depleted areas.
zh_cn: 支持资源型地区经济转型。
